{
	"Core": {
		"Persistent": {
			"Burned": "The target's Defense Stat is lowered by 2 Combat Stages for the duration of the Burn. Fire-Type Pokémon are immune to becoming Burned. If a Burned Target takes a Standard Action or is prevented from taking a Standard Action by an effect such as Sleep, Flinch, or Paralysis, they lose a Tick of Hit Points at the end of that turn.",
			"Frozen": "The target may not act on their turn and receives no bonuses from Evasion. At the end of each turn, the target may make a DC 16 Save Check to become cured. This DC is lowered to 11 for Fire-Type Pokémon, and Ice-Type Pokémon are immune to becoming Frozen. If a Frozen Target is hit by a Damaging Fire, Fighting, Rock, or Steel Attack, they are cured of the Frozen Condition. Save Checks to cure this condition receive a +4 Bonus in Sunny Weather, and a -2 Penalty in Hail.",
			"Paralysis": "The Target’s Speed Stat is lowered by 4 Combat Stages. At the beginning of each turn the target is paralyzed, they must roll a DC 5 Save Check. If they succeed, they may act normally; if they do not, they cannot take any Standard, Shi , or Swi  Actions. Electric Type Pokémon are immune to Paralysis.",
			"Poisoned": "The target's Special Defense Value is lowered by 2 Combat Stages for the duration of the poison. Poison and Steel-Type Pokémon are immune to becoming Poisoned. If a Poisoned Target takes a Standard Action or is prevented from taking a Standard Action by an effect such as Sleep, Flinch, or Paralysis, they lose a Tick of Hit Points at the end of that turn.",
			"Badly Poisoned": "The target's Special Defense Value is lowered by 2 Combat Stages for the duration of the poison. Poison and Steel-Type Pokémon are immune to becoming Badly Poisoned. If a Badly Poisoned Target takes a Standard Action or is prevented from taking a Standard Action by an effect such as Sleep, Flinch, or Paralysis, the afflicted loses 5 Hit Points; this amount is doubled each consecutive round (10, 20, 40, etc)."
		},
		"Volatile": {
			"Bad Sleep": "Whenever the user makes a Save Check to save against Sleep, they lose two ticks of Hit Points. Bad Sleep may only afflict Sleeping targets; if the target is cured of Sleep, they are also cured of Bad Sleep.",
			"Confused": "At the beginning of their turn, a confused target must roll a Save Check.\n» On a roll of 1-8, the confused target hits itself using a Typeless Physical Struggle Attack as a Standard Action and may take no other actions this turn. This attack automatically hits, and deals damage as if it's resisted 1 Step.\n» On a roll of 9-15, the target may act normally.\n» On a roll of 16 or higher, the target is cured of confusion.",
			"Cursed": "If a Cursed Target takes a Standard Action, they lose two ticks of Hit Points at the end of that turn.",
			"Disabled": "When the user gains the Disabled Affliction, a specific Move is specified. The user cannot use that Move as long as they remain Disabled. Pokémon or Trainers may have multiple instances of the Disabled Condition, each specifying a different Move.",
			"Rage": "While enraged, the target must use a Damaging Physical or Special Move or Struggle Attack. At the end of each turn, roll a DC15 Save Check; if they succeed, they are cured of Rage.",
			"Flinch": "You may not take actions during your next turn that round. The Flinched Status does not carry over onto the next round.",
			"Infatuation": "At the beginning of each turn you are infatuated, roll a Save Check.\n» On a result of 1-10, you may not target the Pokémon or Trainer that you are Infatuated towards with a Move or Attack, but may otherwise Shift and use actions normally.\n» On 11-18 you may use a Move and Shift without restriction.\n» On a roll of 19 or higher, you are cured of the Infatuation.",
			"Sleep": "Sleeping Trainers and Pokémon receive no bonuses from Evasion, and cannot take actions except for Free and Swift Actions that would cure Sleep (ex: activating the Shed Skin Ability). At the end of the sleeper's turns, they may make a DC 16 Save Check to wake up. Whenever a Sleeping Pokémon takes Damage or loses life from an Attack, they wake up. This does not include loss of life from passive sources such as Poison or Burns, but active attacks and effects that cause Hit Point loss (such as being hit by the Press Feature, or Super Fang) would wake up their target. Sleeping targets cannot make Save Checks to be cured of Rage, Infatuation, or Confusion, but they also cannot hurt themselves in Confusion. Pokémon and Trainers may wake an adjacent ally as a Standard Action.",
			"Suppressed": "While Suppressed, Pokémon and Trainers cannot benefit from PP Ups, and have the frequency of their Moves lowered; At-Will Moves become EOT, and EOT and Scene x2 Moves become Scene."
		},
		"Other": {
			"Fainted": "A Pokémon or Trainer that is at 0 Hit Points or lower is Fainted, or Knocked Out. A Fainted Pokémon or Trainer is unconscious due to injuries or other effects, and cannot use any Actions, Abilities, or Features unless the Feature or Ability specifically says otherwise. The \"Fainted\" Condition is removed only by specific items such as Revive, or by being brought up to a positive Hit Point count by healing Features or Moves such as Wish or Heal Pulse. Potions and other healing items may still bring a Pokémon above 0 Hit Points, but it remains Fainted for another 10 minutes. When a Pokémon becomes Fainted, they are automatically cured of all Persistent and Volatile Status Conditions.",
			"Blindness": "Blindness represents the target's vision becoming obscured. A Blinded Pokémon or Trainer receives a -6 penalty to Accuracy Rolls, and must make an Acrobatics Check with a DC of 10 when traveling over Rough or Slow Terrain or become Tripped. Blindness is caused by several effects. This is in perpetual effect in deep darkness, unless the target has Blindsense or Darkvision. Pokémon or Trainers with Blindsense cannot be Blinded.",
			"Total Blindness": "Total Blindness is more than just obscured vision; it's total and complete sightlessness, such as experienced in a completely dark cave or building interior. Total Blindness has the same disadvantages as Blindness, and more. Totally Blinded Pokémon or Trainers have no awareness of the map, and must declare any shifts as distance relative to them. Totally Blinded targets receive a -10 total Penalty to Accuracy Rolls, and cannot use Moves with Priority or as Interrupts. When making a Shift action, they must declare if they are moving Slowly or Quickly; moving Slowly restricts Movement as if Slowed. Moving Quickly has no Movement Penalty, but if the user attempts to Shift into Blocking Terrain, Rough Terrain, or Slow Terrain, they become Tripped. Pokémon or Trainers with Blindesense cannot be Totally Blinded.",
			"Slowed": "A Pokémon that is Slowed has its Movement halved (minimum 1). This condition may be removed by switching, or at the end of a Scene as an Extended Action.",
			"Stuck": "A Pokémon or Trainer that is Stuck cannot make a Shift Action to move and cannot apply their Speed Evasion to attacks. This condition may be removed by switching, or at the end of an Scene as an Extended Action. Ghost Type Pokémon are immune to the Stuck Condition.",
			"Trapped": "A Pokémon or Trainer that is Trapped cannot be recalled. Ghost Type Pokémon are immune to the Trapped Condition.",
			"Tripped": "A Pokémon or Trainer has been Tripped needs to spend a Shift Action getting up before they can take further actions.",
			"Vulnerable": "A Vulnerable Pokémon or Trainer cannot apply Evasion of any sort against attacks."
		}
	},
	"Feb": {
		"Persistent": {
			"Burned": "The target's Defense Stat is lowered by 2 Combat Stages for the duration of the Burn. Fire-Type Pokémon are immune to becoming Burned. If a Burned Target takes a Standard Action or is prevented from taking a Standard Action by an effect such as Sleep, Flinch, or Paralysis, they lose a Tick of Hit Points at the end of that turn.",
			"Frozen": "The target may not act on their turn and receives no bonuses from Evasion. At the end of each turn, the target may make a DC 16 Save Check to become cured. This DC is lowered to 11 for Fire-Type Pokémon, and Ice-Type Pokémon are immune to becoming Frozen. If a Frozen Target is hit by a Damaging Fire, Fighting, Rock, or Steel Attack, they are cured of the Frozen Condition. Save Checks to cure this condition receive a +4 Bonus in Sunny Weather, and a -2 Penalty in Hail.",
			"Paralysis": "A paralyzed user's Initiative is halved. Make a Save Check that succeeds on 11+ at start of the user's turn. On a succesful check the user may act normally, but on a failed check the following effects occur:\n- The user can only take a Standard OR Shift Action that round, but not both\n- The user is Vulnerable for 1 full round\n- The user cannot take attacks of opportunity for 1 full round",
			"Poisoned": "The target's Special Defense Value is lowered by 2 Combat Stages for the duration of the poison. Poison and Steel-Type Pokémon are immune to becoming Poisoned. If a Poisoned Target takes a Standard Action or is prevented from taking a Standard Action by an effect such as Sleep, Flinch, or Paralysis, they lose a Tick of Hit Points at the end of that turn. When Badly Poisoned, the afflicted instead loses 5 Hit Points; this amount is doubled each consecutive round (10, 20, 40, etc).",
			"Badly Poisoned": "The target's Special Defense Value is lowered by 2 Combat Stages for the duration of the poison. Poison and Steel-Type Pokémon are immune to becoming Badly Poisoned. If a Badly Poisoned Target takes a Standard Action or is prevented from taking a Standard Action by an effect such as Sleep, Flinch, or Paralysis, the afflicted loses 5 Hit Points; this amount is doubled each consecutive round (10, 20, 40, etc)."
		},
		"Volatile": {
			"Bad Sleep": "Whenever the user makes a Save Check to save against Sleep, they lose two ticks of Hit Points. Bad Sleep may only afflict Sleeping targets; if the target is cured of Sleep, they are also cured of Bad Sleep.",
			"Confusion": "Confused users cannot take Attacks of Opportunity. If a Confused user makes an Attack (even at- tacks without rolls), roll 1d2. On 1, after the attack is resolved, the user loses Hit Points equal to half their Attack Stat if the Move was Physical, half or their Special Attack Stat if the Move was Special, or two Ticks of Hit Poitns if the Move was a Status Move. The user is cured of Confusion with a Save of 16+ made at end of turn.",
			"Cursed": "If a Cursed Target takes a Standard Action, they lose two ticks of Hit Points at the end of that turn.",
			"Disabled": "When the user gains the Disabled Affliction, a specific Move is specified. The user cannot use that Move as long as they remain Disabled. Pokémon or Trainers may have multiple instances of the Disabled Condition, each specifying a different Move.",
			"Rage": "While enraged, the target must use a Damaging Physical or Special Move or Struggle Attack. At the end of each turn, roll a DC15 Save Check; if they succeed, they are cured of Rage.",
			"Flinch": "Upon becoming Flinched, the user lowers their Initiative by 5 for the rest of the Scene and is Vulnerable for 1 full round. Multiple of instances of Flinch may stack; being switched out removes the Initiative-lowering effect. (Also yes, you can now Flinch people of a higher Initiative than yourself)",
			"Infatuation": "Infatuated users take a -5 penalty on all Damage Rolls that do not include their Crush as a target. For determining Damage Rolls that do include their Crush as a target, the Infatuated target's Attack and Special Attack are halved. The user is cured of Infatuation with a Save Check of 16+ made at end of turn.",
			"Sleep": "Sleeping Trainers and Pokémon receive no bonuses from Evasion, and cannot take actions except for Free and Swift Actions that would cure Sleep (ex: activating the Shed Skin Ability). At the end of the sleeper's turns, they may make a DC 16 Save Check to wake up. Whenever a Sleeping Pokémon takes Damage or loses life from an Attack, they wake up. This does not include loss of life from passive sources such as Poison or Burns, but active attacks and effects that cause Hit Point loss (such as being hit by the Press Feature, or Super Fang) would wake up their target. Sleeping targets cannot make Save Checks to be cured of Rage, Infatuation, or Confusion, but they also cannot hurt themselves in Confusion. Pokémon and Trainers may wake an adjacent ally as a Standard Action.",
			"Suppressed": "Suppressed users cannot use Moves with any Frequency other than \"At-Will\". Suppression always lasts 1 full round."
		},
		"Other": {
			"Fainted": "A Pokémon or Trainer that is at 0 Hit Points or lower is Fainted, or Knocked Out. A Fainted Pokémon or Trainer is unconscious due to injuries or other effects, and cannot use any Actions, Abilities, or Features unless the Feature or Ability specifically says otherwise. The \"Fainted\" Condition is removed only by specific items such as Revive, or by being brought up to a positive Hit Point count by healing Features or Moves such as Wish or Heal Pulse. Potions and other healing items may still bring a Pokémon above 0 Hit Points, but it remains Fainted for another 10 minutes. When a Pokémon becomes Fainted, they are automatically cured of all Persistent and Volatile Status Conditions.",
			"Blindness": "Blindness represents the target's vision becoming obscured. A Blinded Pokémon or Trainer receives a -6 penalty to Accuracy Rolls, and must make an Acrobatics Check with a DC of 10 when traveling over Rough or Slow Terrain or become Tripped. Blindness is caused by several effects. This is in perpetual effect in deep darkness, unless the target has Blindsense or Darkvision. Pokémon or Trainers with Blindsense cannot be Blinded.",
			"Total Blindness": "Total Blindness is more than just obscured vision; it's total and complete sightlessness, such as experienced in a completely dark cave or building interior. Total Blindness has the same disadvantages as Blindness, and more. Totally Blinded Pokémon or Trainers have no awareness of the map, and must declare any shifts as distance relative to them. Totally Blinded targets receive a -10 total Penalty to Accuracy Rolls, and cannot use Moves with Priority or as Interrupts. When making a Shift action, they must declare if they are moving Slowly or Quickly; moving Slowly restricts Movement as if Slowed. Moving Quickly has no Movement Penalty, but if the user attempts to Shift into Blocking Terrain, Rough Terrain, or Slow Terrain, they become Tripped. Pokémon or Trainers with Blindesense cannot be Totally Blinded.",
			"Slowed": "A Pokémon that is Slowed has its Movement halved (minimum 1). This condition may be removed by switching, or at the end of a Scene as an Extended Action.",
			"Stuck": "A Pokémon or Trainer that is Stuck cannot make a Shift Action to move and cannot apply their Speed Evasion to attacks. This condition may be removed by switching, or at the end of an Scene as an Extended Action. Ghost Type Pokémon are immune to the Stuck Condition.",
			"Trapped": "A Pokémon or Trainer that is Trapped cannot be recalled. Ghost Type Pokémon are immune to the Trapped Condition.",
			"Tripped": "A Pokémon or Trainer has been Tripped needs to spend a Shift Action getting up before they can take further actions.",
			"Vulnerable": "A Vulnerable Pokémon or Trainer cannot apply Evasion of any sort against attacks."
		}
	}
}
